let kanjimastern3 = [
    {"word":"予", "kunyomi":[], "onyomi":["ヨ"], "examples":["来月、国へ帰る予定です", "来週の予定をカランダに書く。"], 
    "otherUsages":["予報","予約","予備","予熱","予習"]},
    {"word":"定", "kunyomi":["さだーまる(自)","さだーめる(他)", "さだーか(はっきり知ってる)"], "onyomi":["テイ", "ジョウ"], 
    "examples":["一日中考えて目標が定まった。", "学校の規則を定める。", "彼が来るか、定かでない。"], 
    "otherUsages":["定期券"]},
    {"word":"用", "kunyomi":["もちーいる(使う)"], "onyomi":["ヨウ"], 
    "examples":["次の会議は英語を用いて行われます。", "毎日電車を利用して通学している。"], 
    "otherUsages":["利用", "用事", "定規（じょうぎ）"]},
    {"word":"事", "kunyomi":["こと"], "ony()i":["ジ、ズ"], 
    "examples":["詳しいことは明日話す", "急な用事で外出する。", "毎月いろいろな行事がある。"], 
    "otherUsages":["利用", "用事", "行事", "食事", "大事な"]},
]
